42Crunch.vscode-openapi
alexcvzz.vscode-sqlite
amazonwebservices.aws-toolkit-vscode
atlassian.atlascode
christian-kohler.path-intellisense
ckolkman.vscode-postgres
codezombiech.gitignore
dannymidnight.vscode-buildkite
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dvirtz.parquet-viewer
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
elmouradiamine.vscode-diagon
esbenp.prettier-vscode
evan-buss.font-switcher
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.next-js
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-nightly
GitHub.vscode-pull-request-github
golang.go
googlecloudtools.cloudcode
hashicorp.terraform
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
IBM.output-colorizer
IronGeek.vscode-env
JakeBecker.elixir-ls
jock.svg
KevinRose.vsc-python-indent
lostintangent.vsls-whiteboard
mermade.openapi-lint
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
naumovs.color-highlight
netcorext.uuid-generator
njpwerner.autodocstring
p1c2u.docker-compose
pkosta2006.rxjs-snippets
proohit.openapi-snippets
pucelle.run-on-save
PulkitGangwar.nextjs-snippets
quicktype.quicktype
redhat.fabric8-analytics
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
rokoroku.vscode-theme-darcula
Rubymaniac.vscode-direnv
ryanluker.vscode-coverage-gutters
sourcery.sourcery
tomoki1207.pdf
totvslabs.labs-vscode
twixes.pypi-assistant
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
waderyan.gitblame
WillLuke.nextjs
willstakayama.vscode-nextjs-snippets
zhuangtongfa.material-theme
